/* %1$@ = current page; %2$@ = number of pages */
"%1$@ of %2$@" = "%1$@ od %2$@";

/* %1$@ = source name (e.g. “another app”); %2$@ = non-relative localized date/time string (e.g. “Dec 1, 2017 at 3:53 PM”) */
"This shortcut was imported from %1$@ on %2$@." = "Ovaj prečac importiran je iz aplikacije %1$@ %2$@.";

/* %1$@ = source name (e.g. “another app”); %2$@ = relative localized date/time string (e.g. “yesterday at 3:53 PM”) */
"This shortcut was imported from %1$@ %2$@." = "Ovaj prečac je importiran iz %1$@ %2$@.";

/* %@ = action name */
"Add “%@”" = "Dodaj \“%@\”";

/* %@ = action name */
"Remove “%@”" = "Ukloni \"%@\"";

/* %@ = service name */
"Do you want to sign out of %@ in Shortcuts?" = "Želite li se odjaviti iz %@ u Prečacima?";

/* %@ = service name */
"Do you want to sign out of %@?" = "Želite li se odjaviti iz %@?";

/* %@ = source app name */
"This shortcut was imported from %@. Are you sure you want to run it?" = "Prečac je importiran iz %@. Sigurno ga želite pokrenuti?";

/* %@ = type (can also be empty string); e.g. “as Date”; above it, there is a variable name such as “Event” */
"as %@" = "kao %@";

/* %@=action name */
"Delete the actions inside “%@”, too?" = "Obrisati i radnje unutar \“%@\”?";

/* %@=app name */
"Install %@" = "Instalirajte %@";

/* A label for the row in settings that shows the Siri phrase that the user has configured for a workflow */
"Siri Phrase" = "Siri fraza";

/* Access resource action settings title */
"Accounts" = "Računi";

/* Accessibility accouncement */
"Finished editing shortcuts" = "Dovršeno uređivanje prečaca";

/* Accessibility accouncement; %@=action name */
"Favorited %@" = "Omiljeni%@";

/* Accessibility accouncement; %@=action name */
"Un-favorited %@" = "Nije omiljeno%@";

/* Accessibility accouncement; shortcut started running */
"Running shortcut" = "Pokretanje prečaca";

/* Accessibility action */
"Delete shortcut" = "Obriši prečac";

/* Accessibility action */
"Duplicate shortcut" = "Dupliciraj prečac";

/* Accessibility action */
"Favorite Action" = "Omiljena radnja";

/* Accessibility action */
"Rename shortcut" = "Preimenuj prečac";

/* Accessibility action */
"Un-favorite Action" = "Radnja koja nije omiljena";

/* Accessibility action or discoverability title */
"Edit shortcut" = "Uredi prečac";

/* Accessibility action or discoverability title */
"Run shortcut" = "Pokreni prečac";

/* Accessibility annoucement when inserting an action to a shortcut; %@ = action name */
"added %@ to shortcut" = "%@ dodan prečacu";

/* Accessibility annoucement; input types that are accepted */
"Accepted Input Types" = "Prihvaćene vrste unosa";

/* Accessibility announcement */
"Closed variables tray" = "Zatvorena košara za varijable";

/* Accessibility announcement */
"Editing shortcuts" = "Uređivanje prečaca";

/* Accessibility announcement */
"Opened variables tray" = "Otvorena košara za varijable";

/* Accessibility announcement spoken aloud when the user starts dragging */
"dragging" = "povlačenje";

/* Accessibility announcement that shortcut finished running */
"Shortcut finished" = "Prečac je dovršen";

/* Accessibility announcement when inserting an action above another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut above %2$@" = "%1$@ dodan prečacu poviše %2$@";

/* Accessibility announcement when inserting an action below another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut below %2$@" = "%1$@ dodan prečacu ispod %2$@";

/* Accessibility announcement when moving an action in a shortcut above another action; %@=action name */
"moved above %@" = "premješteno iznad %@";

/* Accessibility announcement when moving an action in a shortcut below another action; %@=action name */
"moved below %@" = "premješteno ispod %@";

/* Accessibility announcement when removing an action from a shortcut; %@=action name */
"removed %@" = "uklonjeno %@";

/* Accessibility announcement; %@ = shortcut name */
"Duplicated %@" = "Duplicirano %@";

/* Accessibility announcement; collapsed parameter */
"collapsed" = "sažeto";

/* Accessibility announcement; dragging a shortcut */
"Dragging" = "Povlačenje";

/* Accessibility announcement; expanded parameter */
"expanded" = "prošireno";

/* Accessibility announcement; shortcut stopped running because it was paused */
"Shortcut stopped" = "Prečac zaustavljen";

/* Accessibility hint */
"Closes the shortcut" = "Zatvara prečac";

/* Accessibility hint */
"Creates a new shortcut" = "Izrađuje novi prečac";

/* Accessibility hint */
"Deletes the selected shortcuts" = "Briše odabrane prečace";

/* Accessibility hint */
"Double-tap to add to the bottom of the shortcut. Double-tap and hold, then drag to customize the position in the shortcut." = "Dodirnite dvaput za dodavanje na dno prečaca. Dodirnite dvaput i zadržite, zatim povucite za podešavanje položaja u prečacu.";

/* Accessibility hint */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double tap to select." = "Može se povući. Dodirnite dvaput i zadržite, pričekajte zvuk, zatim povucite za promjenu redoslijeda. Dvaput dodirnite za odabir.";

/* Accessibility hint */
"Duplicates the selected shortcuts" = "Duplicira odabrane prečace";

/* Accessibility hint */
"This shortcut will be displayed in the Shortcuts action extension (in the iOS share menu) when the content being shared is one of the types you select here." = "Ovaj prečac će se prikazati u ekstenziji radnje Prečaca (u izborniku za dijeljenje sustava iOS) kada je sadržaj koji se dijeli jedan od vrsta koje ste ovdje odabrali.";

/* Accessibility hint */
"Turns off shortcut editing mode" = "Isključuje način uređivanja prečaca";

/* Accessibility hint */
"Turns on shortcut editing mode" = "Uključuje način uređivanja prečaca";

/* Accessibility hint for collapsing the actions drawer */
"Double-tap to collapse the actions drawer to half screen" = "Dodirnite dvaput za sažimanje ladice s radnjama na pola zaslona";

/* Accessibility hint for expanding the actions drawer */
"Double-tap to fully expand the actions drawer" = "Dodirnite dvaput za potpuno proširenje ladice s radnjama";

/* Accessibility hint on action */
"Double-tap to read the action description." = "Dodirnite dvaput za čitanje opisa radnje.";

/* Accessibility hint on action */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double-tap to read the action description." = "Može se povući. Dodirnite dvaput i zadržite, pričekajte zvuk, zatim povucite za promjenu redoslijeda. Dvaput dodirnite za čitanje opisa radnje.";

/* Accessibility hint; Workflow Sync switch control */
"Double tap to toggle setting" = "Dodirnite dvaput za promjenu podešenja";

/* Accessibility hint; choose parameter */
"Double tap to choose" = "Dodirnite dvaput za odabir";

/* Accessibility hint; collapse parameter */
"Double-tap to collapse" = "Dodirnite dvaput za sažimanje";

/* Accessibility hint; double tap to insert variable */
"Double tap to insert" = "Dodirnite dvaput za unos";

/* Accessibility hint; expand parameter */
"Double-tap to expand" = "Dodirnite dvaput za proširenje";

/* Accessibility hint; shortcut cell; %@=shortcut name */
"Runs the shortcut %@" = "Pokreće prečac %@";

/* Accessibility label */
"Add Tag" = "Dodaj tag";

/* Accessibility label */
"Close" = "Zatvori";

/* Accessibility label */
"Create Shortcut" = "Izradi prečac";

/* Accessibility label */
"Show Keyboard" = "Prikaži klavijaturu";

/* Accessibility label for containers of nested actions, ex: Inside of Repeat */
"Inside of %@" = "Unutar: %@";

/* Accessibility label or discoverability title */
"Redo" = "Ponovi";

/* Accessibility label or discoverability title */
"Undo" = "Vrati";

/* Accessibility label to convey minimized state of actions table view */
"Minimized" = "Smanjeno";

/* Accessibility label to convey the collapsed state of the actions table view when it is only partially expanded */
"Half screen" = "Pola zaslona";

/* Accessibility label to convey the fully expanded state of the actions table view */
"Full screen" = "Cijeli zaslon";

/* Accessibility label; %@ = action name, %d = action progress; e.g. Download URL action - Running - 38 percent completed */
"%@ action - Running - %d percent completed" = "radnja %@ - U tijeku - %d % dovršeno";

/* Accessibility label; %@ = action name; e.g. Show Alert action, New Ulysses Group action */
"%@ action" = "radnja %@";

/* Accessibility label; remove search filter */
"Remove filter" = "Ukloni filter";

/* Accessibility label; shortcut cell not selected; %@=shortcut name */
"%@ (not selected)" = "%@ (nije odabrano)";

/* Accessibility value; switch is on */
"On" = "Uključeno";

/* Accessiblity announcement; release finger to remove; %@=action name */
"Release to remove %@" = "Otpusti za uklanjanje %@";

/* Action does not do anything to input and simply returns it as the output */
"This action passes input through as output." = "Ova radnja prosljeđuje unos kroz izlaz.";

/* Action extension input variable description */
"Gets the input that was passed into the beginning of the shortcut." = "Dohvaća unos koji je proslijeđen u početak prečaca.";

/* Action extension; no Share Sheet shortcuts */
"You don’t have any Share Sheet shortcuts yet.\n\nTo add one, create a shortcut and turn on “Show in Share Sheet” in its settings." = "Još nemate prečace za dijeljeni list.\n\nZa dodavanje izradite prečac i u njegovim postavkama uključite “Prikaži u dijeljenom listu”.";

/* Action extension; no search results */
"No shortcuts match the search." = "Nijedan prečac ne odgovara pretrazi.";

/* Action extension; no shortcuts */
"You don’t have any shortcuts yet." = "Još nemate prečaca.";

/* Actions provided by Siri Suggestions; title or button */
"Siri Suggestions" = "Siri prijedlozi";

/* Activity subject; %@ = shortcut name */
"Shortcut: %@" = "Prečac: %@";

/* Add action to a shortcut button title */
"Add to this shortcut" = "Dodaj u ovaj prečac";

/* Add search filter */
"Add Filter" = "Dodaj filtar";

/* Alert body for creating iCloud link */
"Anyone with access to this shared link will be able to view the contents of this shortcut." = "Svi s pristupom ovom dijeljenom linku moći će vidjeti sadržaj ovog prečaca.";

/* Alert title */
"Error" = "Greška";

/* Alert title for creating iCloud link */
"Create iCloud Link" = "Izradite iCloud link";

/* Allow access to service */
"Allow Access" = "Dozvoli pristup";

/* App not installed; accessiblity hint */
"(Not Installed) %@" = "(Nije instalirano) %@";

/* App search view; navigation bar title */
"Choose App" = "Odaberi aplikaciju";

/* App search view; no results */
"No results." = "Nema rezultata.";

/* App search view; search bar placeholder */
"Search apps…" = "Pretraži aplikacije...";

/* Apple Watch complication */
"Complication" = "Komplikacija";

/* Apple Watch shortcuts empty state */
"You don’t have any Apple Watch shortcuts yet." = "Još nemate prečaca za Apple Watch.";

/* Apple Watch shortcuts empty state description */
"Select which shortcuts should be displayed in the Shortcuts Complication on the clock face of your Apple Watch.\n\nOver time, Shortcuts will optimize when your shortcuts are shown in the Complication based on when you run them." = "Odabire koji se prečaci trebaju prikazati u Komplikaciji prečaca na strani vašeg Apple Watcha gdje se nalazi sat.\n\nS vremenom, aplikacija Prečaci će optimizirati kada se vaši prečaci prikazuju u Komplikaciji na temelju vremena kada ih pokrećete.";

/* Apps category */
"Apps" = "Aplikacije";

/* Ask When Run variable description */
"Asks you to enter text when this shortcut runs." = "Traži vas da unesete tekst kada je ovaj prečac pokrenut.";

/* Boolean false */
"False" = "Netočno";

/* Boolean true */
"True" = "Točno";

/* Button */
"Back" = "Natrag";

/* Button */
"Cancel" = "Poništi";

/* Button */
"Choose Variable" = "Odaberi varijablu";

/* Button */
"Clear" = "Očisti";

/* Button */
"Delete Actions" = "Obriši radnje";

/* Button */
"Delete Shortcut" = "Obriši prečac";

/* Button */
"Done" = "Gotovo";

/* Button */
"Get More Shortcuts" = "Dohvati više prečaca";

/* Button */
"Go Back" = "Idi natrag";

/* Button */
"Help" = "Pomoć";

/* Button */
"Keep Actions" = "Zadrži radnje";

/* Button */
"Next" = "Sljedeće";

/* Button */
"OK" = "U redu";

/* Button */
"Remove Action" = "Ukloni radnju";

/* Button */
"Remove Action From Shortcut" = "Ukloni radnju iz prečaca";

/* Button */
"Remove Photo" = "Ukloni fotografiju";

/* Button */
"Select Magic Variable" = "Odaberi Čarobnu varijablu";

/* Button */
"Select Photo" = "Odaberi fotografiju";

/* Button */
"Show Action Settings" = "Prikaži postavke radnje";

/* Button */
"Show Actions" = "Prikaži radnje";

/* Button */
"Sign Out" = "Odjava";

/* Button */
"Take Photo" = "Snimi fotografiju";

/* Button in Share Sheet; add this shortcut to home screen */
"Add to Home Screen (Share Sheet)" = "Dodaj na početni zaslon";

/* Button in Workflow settings; add this shortcut to home screen */
"Add to Home Screen (Workflow Settings)" = "Dodaj na početni zaslon";

/* Button or title */
"Delete" = "Obriši";

/* Button or title */
"Run Shortcut" = "Pokreni prečac";

/* Button or title */
"Settings" = "Postavke";

/* Button or title */
"Variables" = "Varijable";

/* Button title */
"Add to Siri" = "Dodaj u Siri";

/* Button title to import a shortcut */
"Get Shortcut" = "Dohvati prečac";

/* Button; makes output view full screen */
"Show Result Full-Screen" = "Prikazuje se rezultat preko cijelog zaslona";

/* Button; take a guided tour of building a workflow */
"Take a Guided Tour" = "Pregledajte uz smjernice";

/* Button; used for sharing a shortcut's result */
"Share Result" = "Podijeli rezultat";

/* Caption above list of supported apps and services */
"This shortcut works with the following apps and services:" = "Ovaj prečac radi sa sljedećim aplikacijama i uslugama:";

/* Choose an item */
"Choose" = "Odaberi";

/* Conditional AND */
"and" = "i";

/* Conditional actions settings cell */
"Put Back “Otherwise”" = "Vrati “U suprotnome”";

/* Conditional actions settings footer text */
"Actions placed after “Otherwise” will run if the condition is false." = "Radnje koje su postavljene nakon “U suprotnome” pokrenut će se ako je uvjet netočan.";

/* Conditional actions settings navigation bar title */
"If Action" = "Radnja Ako";

/* Confirmation HUD when link copies */
"Link copied" = "Link je kopiran";

/* Confirmation dialog, stop sharing */
"Are you sure you want to stop sharing this shortcut? The iCloud link will be deleted and will no longer work." = "Sigurno želite prestati dijeliti ovaj prečac? iCloud link će se obrisati i više neće raditi.";

/* Confirmation when deleting selected shortcut */
"This shortcut will be deleted from all of your iCloud devices." = "Ovaj prečac obrisat će se sa svih vaših iCloud uređaja.";

/* Confirmation when deleting selected shortcuts */
"These shortcuts will be deleted from all of your iCloud devices." = "Ovi prečaci obrisat će se sa svih vaših iCloud uređaja.";

/* Contact field; %1$@ = user entered contact; %2$@ = “a phone number or email address” or “an email address” or “a phone number” */
"“%1$@” doesn’t look like %2$@. Did you mean to add a contact?" = "\“%1$@\” ne izgleda kao %2$@. Jeste li mislili dodati kontakt?";

/* Contact field; %@ = user entered contact */
"Use “%@” Anyway" = "Ipak koristi \“%@\”";

/* Contact field; accessibility label */
"Add Contact" = "Dodaj kontakt";

/* Contact field; button */
"Search Contacts" = "Pretraži kontakte";

/* Contact field; supported type string */
"a phone number" = "telefonski broj";

/* Contact field; supported type string */
"a phone number or email address" = "telefonski broj ili e-mail adresa";

/* Contact field; supported type string */
"an email address" = "e-mail adresa";

/* Content Types category */
"Content Types" = "Vrste sadržaja";

/* Copy link to shortcut */
"Copy Link" = "Kopiraj link";

/* Copy the link to a shortcut */
"Copy iCloud Link" = "Kopiraj iCloud link";

/* Custom date format alert message */
"This format follows the patterns in Unicode Technical Standard #35." = "Ovaj format prati obrasce u Unicode Technical Standardu #35.";

/* Custom date format alert title */
"Custom Date Format" = "Prilagođeni format datuma";

/* Custom date formatting style */
"Custom" = "Prilagođeno";

/* Custom time format title */
"Custom Format" = "Prilagođeni format";

/* Default option */
"Default" = "Standardno";

/* Delete all shortcuts */
"Delete All" = "Obriši sve";

/* Delimeter for input types */
", " = ", ";

/* Deselect all input types */
"Deselect All" = "Odznači sve";

/* Dictionary key placeholder */
"Key" = "Ključ";

/* Discoverability or accessibility title */
"Shortcut Settings" = "Postavke prečaca";

/* Discoverability or accessibility title */
"Stop Shortcut" = "Prečac za zaustavljanje";

/* Discoverability title */
"Close shortcut" = "Zatvori prečac";

/* Discoverability title */
"Search actions" = "Pretraži radnje";

/* Discoverability title */
"Stop shortcut" = "Prečac za zaustavljanje";

/* Displayed next to a switch to configure whether or not a workflow should appear in the share sheet */
"Show in Share Sheet" = "Prikaži u dijeljenom listu";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the Workflow widget */
"Show in Widget" = "Prikaži u widgetu";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the watch complication */
"Show in Complication" = "Prikaži u Komplikacijama";

/* Displayed next to a switch to configure whether or not a workflow should be shown on the Apple Watch */
"Show on Apple Watch" = "Prikaži na Apple Watchu";

/* Duplicate a shortcut */
"Duplicate Shortcut" = "Dupliciraj prečac";

/* Duplicate shortcut */
"Duplicate" = "Dupliciraj";

/* Edit import questions back bar button title */
"Questions" = "Pitanja";

/* Error message */
"No options available." = "Nema dostupnih opcija.";

/* Error message; %@=error info */
"Could not load the App Store.\n\n%@" = "Ne može se pokrenuti App Store.\n\n%@";

/* Explanation of what users can do by selecting the shortcuts shown underneath the text */
"Run shortcuts quickly using the widget." = "Pokrenite prečace brzo pomoću widgeta.";

/* Favorite button title - action is NOT yet favorited */
"Favorite" = "Omiljeno";

/* Favorite button title - action is favorited */
"Favorited" = "Omiljeno";

/* Filled in with the user's account name, e.g. Account: johnmiller@gmail.com */
"Account: %@" = "Račun: %@";

/* Find and filter UI; all of the below conditions are true */
"All of the following are true" = "Sve navedeno je istinito";

/* Find and filter UI; any one of the below conditions are true */
"Any of the following are true" = "Bilo što od navedenog je istinito";

/* Find filter UI layout for filter with a property and an operator (e.g. '`Start Date` `is today`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator}" = "${property} ${operator}";

/* Find filter UI layout for filter with a property and an operator and a follow up requirement (e.g. '`Start Date` `is today` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${and}" = "${property} ${operator} ${and}";

/* Find filter UI layout for filter with a property, operator and 2 values (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value}" = "${property} ${operator} ${value} ${operator_and} ${other_value}";

/* Find filter UI layout for filter with a property, operator and 2 values and a follow up requirement (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value} ${and}" = "${property} ${operator} ${value} ${operator_and} ${other_value} ${and}";

/* Find filter UI layout for filter with a property, operator and value (e.g. '`Calendar` `is` `Work`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value}" = "${property} ${operator} ${value}";

/* Find filter UI layout for filter with a property, operator and value and a follow up requirement (e.g. '`Calendar` `is` `Work` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${and}" = "${property} ${operator} ${value} ${and}";

/* Find filter UI layout for filter with a property, operator, value and unit (e.g. '`Start Date` `is in the next` `5` `days`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit}" = "${property} ${operator} ${value} ${unit}";

/* Find filter UI layout for filter with a property, operator, value and unit and a follow up requirement (e.g. '`Start Date` `is in the next` `5` `days` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit} ${and}" = "${property} ${operator} ${value} ${unit} ${and}";

/* Find filter UI layout for filter with just a property (e.g. '`Is All Day`'). This is used just for layout and the content between ${} should not be localized */
"${property}" = "${property}";

/* Find filter UI layout for filter with just a property and a follow up requirement (e.g. '`Is All Day` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${and}" = "${property} ${and}";

/* Find filter UI operator */
"begins with" = "počinje s";

/* Find filter UI operator */
"contains" = "sadrži";

/* Find filter UI operator */
"does not contain" = "ne sadrži";

/* Find filter UI operator */
"ends with" = "završava s";

/* Find filter UI operator */
"is" = "je";

/* Find filter UI operator */
"is after" = "je nakon";

/* Find filter UI operator */
"is before" = "je prije";

/* Find filter UI operator */
"is between" = "je između";

/* Find filter UI operator */
"is exactly" = "je točno";

/* Find filter UI operator */
"is greater than" = "je veće od";

/* Find filter UI operator */
"is greater than or equal to" = "je veće od ili jednako";

/* Find filter UI operator */
"is in the last" = "je u posljednjih";

/* Find filter UI operator */
"is in the next" = "je u sljedećih";

/* Find filter UI operator */
"is larger than" = "je veće od";

/* Find filter UI operator */
"is larger than or equal to" = "je veće od ili jednako";

/* Find filter UI operator */
"is less than" = "je manje od";

/* Find filter UI operator */
"is less than or equal to" = "je manje od ili jednako";

/* Find filter UI operator */
"is longer than" = "je duže od";

/* Find filter UI operator */
"is longer than or equal to" = "je duže od ili jednako";

/* Find filter UI operator */
"is not" = "nije";

/* Find filter UI operator */
"is not exactly" = "nije točno";

/* Find filter UI operator */
"is not on" = "nije uključeno";

/* Find filter UI operator */
"is on" = "je uključeno";

/* Find filter UI operator */
"is shorter than" = "je kraće od";

/* Find filter UI operator */
"is shorter than or equal to" = "je kraće od ili jednako";

/* Find filter UI operator */
"is smaller than" = "je manje od";

/* Find filter UI operator */
"is smaller than or equal to" = "je manje od ili jednako";

/* Find filter UI operator */
"is today" = "je danas";

/* Footer for section */
"Run this shortcut with your voice by adding it to Siri." = "Pokreni ovaj prečac glasom dodavanjem u Siri.";

/* Footer for table view section */
"Use this shortcut from other apps by opening the share sheet and tapping Shortcuts." = "Upotrijebite ovaj prečac iz drugih aplikacija tako da otvorite dijeljeni list i dodirnete Prečaci.";

/* For a dictionary; description */
"Enter a key to extract its value from the dictionary, or leave blank to get the entire dictionary." = "Unesite objekt za izdvajanje njegove vrijednosti iz rječnika ili ostavite praznim za dohvat cijelog rječnika.";

/* Format with local device name, for disambiguating sync conflicts to the user */
"%@ (This Device)" = "%@ (ovaj uređaj)";

/* Full name of contact */
"Full Name" = "Puno ime";

/* Full street address of location */
"Full Street Address" = "Puna adresa";

/* Get property */
"Get" = "Učitaj";

/* Get value for a dictionary key */
"Get Value for Key" = "Dohvati vrijednost za objekt";

/* Go to next import question */
"Continue" = "Nastavi";

/* Guided tour; drag actions to here hint */
"…to here" = "…do ovdje";

/* Guided tour; drag actions to here hint (accessibility hint) */
"Drag actions to here" = "Povucite radnje ovdje";

/* Handoff info */
"This action, when run on Apple Watch, will require you to use Handoff and continue on your iPhone." = "Ova radnja, kada je pokrenuta na Apple Watchu, zatražit će vas da koristite Handoff i nastavite na vašem iPhoneu.";

/* Health quantity unit (e.g. mL); title */
"Unit" = "Jedinica";

/* ISO 8601 date formatting style */
"ISO 8601" = "ISO 8601";

/* ISO 8601 date formatting style */
"ISO 8601 Time" = "ISO 8601 vrijeme";

/* Icon editor accessibility label; %1$@ = glyph name, %2$@ = color name */
"%1$@ glyph, %2$@ background color" = "%1$@ znak, %2$@ pozadinska boja";

/* Icon editor tip text */
"Choose a custom image to use when this shortcut is added to the home screen." = "Odaberite prilagođenu sliku za korištenje kada je ovaj prečac dodan u početni zaslon.";

/* Icon editor tip text */
"The image above will be used when this shortcut is added to the home screen." = "Koristit će se slika poviše kada je ovaj prečac dodan na početni zaslon.";

/* Icon editor; accessibility label */
"Icon Preview" = "Pregled ikone";

/* Icon editor; accessibility label */
"Shortcut icon editor" = "Urednik ikone prečaca";

/* Icon editor; segmented control option */
"Color" = "Boja";

/* Icon editor; segmented control option */
"Glyph" = "Znak";

/* Icon editor; segmented control option */
"Home Screen" = "Početni zaslon";

/* Import questions */
"Questions added here will be asked when this shortcut is imported on a different device. Answers to these questions will be filled into the shortcut." = "Pitanja koja su ovdje dodana postavit će se kada se ovaj prečac unese na drugi uređaj. Odgovori na ova pitanja bit će uneseni u prečac.";

/* Import questions */
"You can try your import questions using the “Customize Shortcut” button in this shortcut's settings." = "Možete isprobati vaša importirana pitanja koristeći tipku “Prilagodi prečac” u postavkama ovog prečaca.";

/* Import questions detail view */
"Default Answer" = "Standardni odgovor";

/* Import questions detail view */
"Question Text" = "Tekst pitanja";

/* Import questions detail view */
"Type a question here…" = "Upišite pitanje ovdje...";

/* Import questions details view; navigation bar title */
"Details" = "Detalji";

/* Import questions; button */
"Add New Question…" = "Dodaj novo pitanje…";

/* Import questions; choose a parameter prompt */
"Choose a parameter from one of the actions below." = "Odaberite parametar iz jedne od radnji u nastavku.";

/* Import questions; choose parameter title */
"Choose a Parameter" = "Odabir parametra";

/* Import questions; no actions error message */
"This shortcut has no actions. Please add some actions to your shortcut before setting up Import Questions." = "Ovaj prečac nema radnji. Dodajte neke radnje u vaš prečac prije podešavanja radnje Importiraj pitanja.";

/* Indicates what types of input the shortcut accepts; %@=list of types */
"This shortcut accepts %@" = "Ovaj prečac prihvaća: %@";

/* Input types of action */
"Input" = "Unos";

/* Input variable description */
"Gets the output of the previous action." = "Dohvaća izlaz prethodne radnje.";

/* Install app icon; should match App Store GET button */
"GET" = "NABAVI";

/* Instructions on building a shortcut */
"Add actions from the bottom to build your shortcut." = "Za izradu svojeg prečaca dodajte radnje s dna.";

/* Instructions on building a shortcut; please make sure to account for right-to-left layout */
"Add actions from the left to build your shortcut." = "Za izradu svojeg prečaca dodajte radnje s lijeve strane.";

/* Item can be anything */
"anything" = "bilo koje";

/* Keep all shortcuts */
"Keep All" = "Zadrži sve";

/* Keep shortcuts */
"Keep" = "Zadrži";

/* Keep shortcuts; %lu = number of shortcuts */
"Keep %lu" = "Zadrži %lu";

/* Label for accessibility custom action to expand actions card */
"Expand" = "Proširi";

/* Label for accessibility custom action to minimize actions card */
"Collapse" = "Smanji";

/* Label for types that the workflow accepts. */
"Accepted Types" = "Prihvaćene vrste";

/* Like 'Add new item' or 'Add new image' */
"Add %@" = "Dodaj: %@";

/* List editor message (value = image, string, etc.) */
"What type of value do you want to add?" = "Koju vrstu vrijednosti želite dodati?";

/* Long date formatting style */
"Long" = "Dugo";

/* Manage sharing */
"Manage Sharing" = "Upravljanje dijeljenjem";

/* Medium date formatting style */
"Medium" = "Srednje";

/* Missing action error action */
"Update Shortcuts" = "Ažuriraj Prečace";

/* Missing action error title */
"This action could not be found in this version of Shortcuts." = "Ova radnja nije pronađena u ovoj verziji Prečaca.";

/* Name and store URL of product or item on App Store */
"Name and Store URL" = "Imenuj i pohrani URL";

/* Name of measurement unit */
"Unit (Name)" = "Jedinica";

/* Navigation bar title */
"Select a Magic Variable" = "Odaberite Čarobnu varijablu";

/* Navigation bar title; resolve workflow conflicts */
"Resolve Conflicts" = "Razriješi konflikte";

/* No variables avaiable error */
"⚠️ Variable not available." = "⚠️ Varijabla nije dostupna.";

/* None option */
"None" = "Bez";

/* Note about using the action */
"Note" = "Bilješka";

/* Parameter already in use by another import question */
"Already In Use" = "Već je u uporabi";

/* Parameter not supported for import question */
"Not Supported for Questions" = "Nije podržano za pitanja";

/* Piece of text */
"Text" = "Tekst";

/* Prompt displayed to the user when importing a shortcut where the source app is not known. */
"This shortcut was imported from another app. Are you sure you want to run it?" = "Prečac je importiran iz druge aplikacije. Sigurno ga želite pokrenuti?";

/* RFC 2822 date formatting style */
"RFC 2822" = "RFC 2822";

/* Relative date formatting style */
"Relative" = "Relativni";

/* Relative date or time formatting style */
"How Long Ago/Until" = "Prije koliko/Do";

/* Remote device name for sync conflict when not known */
"Unknown Device" = "Nepoznati uređaj";

/* Rename Magic Variable prompt message; %@ = action name */
"This name will be used for all of this %@ action’s Magic Variables." = "Ovaj naziv koristit će se za sve Čarobne varijable radnje %@.";

/* Rename Magic Variable prompt title */
"Rename Magic Variable" = "Preimenuj Čarobnu varijablu";

/* Rename shortcut alert title */
"Rename Shortcut" = "Preimenuj prečac";

/* Rename shortcut message */
"Enter a new name for your shortcut." = "Unesite novi naziv ovog prečaca.";

/* Rename workflow or variable */
"Rename" = "Preimenuj";

/* Requirements for the action (having certain apps installed, iOS version, etc.) */
"Requires" = "Zahtijeva";

/* Result types of action */
"Result" = "Rezultat";

/* Reveal action that is associated with the variable */
"Reveal Action" = "Otkrij radnju";

/* Scripting category */
"Scripting" = "Skriptiranje";

/* Search bar placeholder or keycommand discoverability title */
"Search" = "Traži";

/* Section header title; Apple Watch complication shortcuts */
"Complication Shortcuts" = "Prečaci Komplikacije";

/* Select all input types */
"Select All" = "Odaberi sve";

/* Sentence describing the current filter. The first argument (%@) is the search action and the second argument (%@) is the property (e.g. '`Find Calendar Events Where` `Start Date`…') */
"%@ %@…" = "%@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property and the third argument (%@) is the operator that is used (e.g. '`Find Calendar Events Where` `Start Date` `is in the next`…') */
"%@ %@ %@…" = "%@ %@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property, the third argument (%@) is the operator that is used and the fourth argument (%@) is the value (e.g. '`Find Calendar Events Where` `Start Date` `is in the next` `5`…') */
"%@ %@ %@ %@…" = "%@ %@ %@ %@…";

/* Service name followed by account, e.g. Dropbox (johnmiller@gmail.com) */
"%@ (%@)" = "%@ (%@)";

/* Share a shortcut */
"Share Shortcut" = "Podijeli prečac";

/* Share a workflow along with a description */
"Share with Description" = "Podijeli s opisom";

/* Share a workflow as a file */
"Share as File" = "Podijeli kao datoteku";

/* Share shortcut */
"Share" = "Podijeli";

/* Short date formatting style */
"Short" = "Kratko";

/* Shortcut contains no actions error description, %@=shortcut name */
"“%@” contains no actions." = "“%@” ne sadrži radnje.";

/* Shortcut contains no actions error title */
"Empty Shortcut" = "Prazni prečac";

/* Shortcut contains no actions error title */
"No Actions" = "Nema radnji";

/* Shortcut description placeholder */
"Customize Shortcut…" = "Prilagodi prečac...";

/* Shortcut icon */
"Icon" = "Ikona";

/* Shortcut picker; navigation bar title */
"Choose Shortcut" = "Odaberi prečac";

/* Shortcut reordering; %1$@,%2$@ = shortcut names */
"Moved between %1$@ and %2$@" = "Premješteno između %1$@ i %2$@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to end after %@" = "Premješteno na kraj nakon %@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to top before %@" = "Premješteno na vrh ispred %@";

/* Shortcut type selection view; widget info detail text */
"To use shortcuts from the Today Widget, follow a few simple steps to add the widget. Or, tap Done to set up later." = "Za korištenje prečaca iz widgeta Danas, pratite nekoliko jednostavnih koraka za dodavanje widgeta. Ili dodirnite Gotovo za kasnije podešavanje.";

/* Shortcut type selection view; widget info slogan text */
"Add the Today Widget to run shortcuts lightning fast." = "Dodajte widget Danas za pokretanje prečaca brzinom munje.";

/* Shortcut types help view; accessiblity hint */
"Screenshot of a share sheet in Safari with the Shortcuts activity highlighted" = "Slika zaslona dijeljenja lista u Safariju s označenom aktivnosti Prečaca";

/* Shortcut types help view; info label */
"Action Extension shortcuts are run from the share sheet inside other apps." = "Prečaci za ekstenziju radnje pokreću se s dijeljenja listova u drugim aplikacijama.";

/* Shortcut types help view; info label */
"Today Widget shortcuts are run in Notification Center by pulling down from the top of the screen." = "Prečaci widgeta Danas pokreću se u Centru za obavijesti povlačenjem na zaslonu od vrha prema dolje.";

/* Shortcut types help view; title */
"Shortcut Types" = "Vrste prečaca";

/* Shortcut was deleted on a specified device */
"Deleted on %@" = "Obrisano na %@";

/* Shortcut was deleted on another device */
"Deleted on another device" = "Obrisano na drugom uređaju";

/* Shortcut was modified on a specified device */
"Modified on %@" = "Promijenjeno na \”%@\”";

/* Shortcut was modified on another device */
"Modified on another device" = "Promijenjeno na drugom uređaju";

/* Shortcuts picker; search bar placeholder */
"Search shortcuts…" = "Pretraži prečace…";

/* Shortcuts types help view; accessibility label */
"Screenshot of the Shortcuts widget in Notification Center" = "Slika zaslona widgeta Prečaci u Centru za obavijesti";

/* Siri phrase */
"“%@”" = "\“%@\”";

/* Skip gallery shortcut import configuration */
"Skip Setup" = "Preskoči podešavanje";

/* Specifies how the automatic capitalization of the name of a shortcut should work: 0 = No auto capitalization, 1 = Only the first word, 2 = All words */
"Auto-capitalization for Shortcut Name" = "1";

/* Stop sharing the link to a shortcut */
"Stop Sharing" = "Prekini dijeljenje";

/* Submit a workflow to the gallery */
"Submit to Gallery" = "Pošalji u Galeriju";

/* Tap to choose an option */
"Tap to Choose" = "Dodirnite za odabir";

/* Text when sharing a shortcut */
"Check out the shortcut I built!" = "Provjeri prečac koji sam napravio!";

/* The accessibility label for the actions table view container */
"Actions Controller" = "Kontroler radnji";

/* The location of the share button in Safari on iPad */
"the bottom of the screen" = "na dnu zaslona";

/* The location of the share button in Safari on iPad */
"the top right of the screen" = "na vrhu zaslona desno";

/* The workflow accepts anything as input. Shown like “Accepts Anything” */
"Anything" = "Bilo koje";

/* The workflow accepts nothing as input. Shown like “Accepts Nothing” */
"Nothing" = "Ništa";

/* Title */
"Actions" = "Radnje";

/* Title */
"Date Format" = "Format datuma";

/* Title */
"Requires Handoff" = "Zahtijeva Handoff";

/* Title */
"Shortcuts" = "Prečaci";

/* Title */
"Time Format" = "Format vremena";

/* Title */
"Type" = "Vrsta";

/* Title for action drawer categories view */
"Categories" = "Kategorije";

/* Title for configuration page for unit */
"Unit (Title)" = "Jedinica";

/* Title of main screen showing your library of shortcuts */
"Library" = "Medijateka";

/* Title of the view controller that allows the user to control which shortcuts appear in the Today Widget */
"Customize Shortcuts" = "Prilagodite Prečace";

/* Title or button */
"Import Questions" = "Importiraj pitanja";

/* Today widget explanation */
"Boom! Your Today Widget is set up." = "Jei! Vaš widget Danas je podešen.";

/* Today widget explanation */
"Next, grab some Today Widget shortcuts from the Gallery." = "Zatim dohvatite iz galerije neke prečace iz widgeta Danas.";

/* Today widget explanation */
"With the Shortcuts Today Widget, you can run shortcuts in a single tap from any app just by pulling down Notification Center." = "S widgetom Prečaca Danas možete pokretati prečace jednim dodirom iz aplikaciji ili povlačenjem Centra za obavijesti prema dolje.";

/* Today widget explanation button */
"Add Widget" = "Dodaj widget";

/* Today widget explanation button */
"View the Gallery" = "Prikaži galeriju";

/* Today widget explanation; please do not localize %MODEL% */
"Run shortcuts lightning fast, from anywhere on your %MODEL%." = "Pokrenite prečace brzinom munje, od bilo gdje na vašem %MODEL%.";

/* Unknown item */
"Unknown" = "Nepoznato";

/* Used in a phrase like 'Add new item' */
"new item" = "nova stavka";

/* User’s favorited workflows or actions */
"Favorites" = "Omiljeno";

/* Variable field placeholder */
"Variable Name" = "Naziv varijable";

/* Variable picker; none available error message */
"You can create a variable by adding a “Set Variable” action." = "Možete dodati varijablu dodavanjem radnje “Podesi varijablu”.";

/* Varible picker; none available error title */
"No Variables Are Available" = "Nema dostupnih varijabli";

/* Workflow conflicts; navigation bar back button title */
"Conflicts" = "Konflikti";

/* Workflow import flow title shown above import question */
"Configure This Shortcut" = "Konfiguriraj ovaj prečac";

/* Workflow name */
"Name of Shortcut" = "Naziv";

/* Workflow type selection view */
"Tap Done to continue editing your shortcut." = "Dodirnite Gotovo za nastavak uređivanja vašeg prečaca.";

/* Workflow types help view; accessibility hint */
"Screenshot of the Shortcuts watch app" = "Slika zaslona aplikacije Prečaci sat";

/* Workflow types help view; info label */
"Apple Watch shortcuts are run from your wrist via the Shortcuts watch app or Complication." = "Prečaci Apple Watch pokreću se s vašeg zapešća preko aplikacije Prečaci za sat ili Komplikacije.";

/* Workflow types help view; instructions label */
"How do I find the Today Widget?" = "Kako mogu pronaći widget Danas?";

/* iOS Today Widget */
"Today Widget" = "Widget Danas";

